Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Bookmark_RangeError
source: The range must be inside the document (length {0}).
ar: يجب أن يكون النطاق داخل المستند (الطول {0}).
cs: Rozsah musí být uvnitř dokumentu (délka {0}).
de: Der Bereich muss innerhalb des Dokuments liegen (Länge {0}).
el: Η περιοχή πρέπει να βρίσκεται μέσα στο έγγραφο (μήκος {0}).
es: El intervalo debe estar dentro del documento (longitud {0}).
fa: محدوده باید درون سند باشد (طول {0}).
fr: La plage doit se trouver dans le document (longueur {0}).
hu: A tartománynak a dokumentumon belül kell lennie (hossz: {0}).
id: Rentang harus berada di dalam dokumen (panjang {0}).
it: L'intervallo deve trovarsi all'interno del documento (lunghezza {0}).
ja: 範囲がドキュメントの外です (長さ {0})
ko: 범위는 문서 안에 있어야 합니다(길이 {0}).
pl: Zakres musi mieścić się w dokumencie (długość {0}).
pt: O intervalo deve estar dentro do documento (comprimento {0}).
ro: Intervalul trebuie să fie în interiorul documentului (lungime {0}).
ru: Диапазон должен находиться в пределах документа (длина {0}).
th: ช่วงต้องอยู่ภายในเอกสาร (ความยาว {0})
tr: Aralık belgenin içinde olmalıdır (uzunluk {0}).
uk: Діапазон має бути в межах документа (довжина {0}).
vi: Phạm vi phải nằm trong tài liệu (độ dài {0}).
zh_hans: 范围必须位于文档内（长度 {0}）。
zh_hant: 範圍必須在文件內（長度 {0}）。

# Bookmark_ColorLabel.Text
source: Color
ar: اللون
cs: Barva
de: Farbe
el: Χρώμα
fa: رنگ
fr: Couleur
hu: Szín
id: Warna
it: Colore
ja: 色
ko: 색
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_hans: 颜色
zh_hant: 色彩

# Bookmark_CustomColor.Content
source: Custom color
ar: لون مخصص
cs: Vlastní barva
de: Benutzerdefinierte Farbe
el: Προσαρμοσμένο χρώμα
es: Color personalizado
fa: رنگ سفارشی
fr: Couleur personnalisée
hu: Egyéni szín
id: Warna kustom
it: Colore personalizzato
ja: 任意の色
ko: 사용자 지정 색
pl: Kolor niestandardowy
pt: Cor personalizada
ro: Culoare particularizată
ru: Другой цвет
th: สีที่กำหนดเอง
tr: Özel renk
uk: Власний колір
vi: Màu tùy chỉnh
zh_hans: 自定义颜色
zh_hant: 自訂色彩

# Bookmark_Number.Header
source: Number
ar: الرقم
cs: Číslo
de: Nummer
el: Αριθμός
es: Número
fa: شماره
fr: Numéro
hu: Szám
id: Nomor
it: Numero
ja: 番号
ko: 번호
pl: Numer
pt: Número
ro: Număr
ru: Номер
th: หมายเลข
tr: Numara
uk: Номер
vi: Số
zh_hans: 编号
zh_hant: 編號

# Bookmark_NumberNone
source: None
ar: بلا
cs: Žádné
de: Keine
el: Κανένας
es: Ninguno
fa: هیچ
fr: Aucun
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt: Nenhum
ro: Niciunul
ru: Нет
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# Bookmark_CommentLabel.Text
source: Comment (Markdown)
ar: التعليق (Markdown)
cs: Komentář (Markdown)
de: Kommentar (Markdown)
el: Σχόλιο (Markdown)
es: Comentario (Markdown)
fa: توضیح (Markdown)
fr: Commentaire (Markdown)
hu: Megjegyzés (Markdown)
id: Komentar (Markdown)
it: Commento (Markdown)
ja: コメント (Markdown)
ko: 설명(Markdown)
pl: Komentarz (Markdown)
pt: Comentário (Markdown)
ro: Comentariu (Markdown)
ru: Комментарий (Markdown)
th: ความคิดเห็น (Markdown)
tr: Açıklama (Markdown)
uk: Коментар (Markdown)
vi: Ghi chú (Markdown)
zh_hans: 注释（Markdown）
zh_hant: 註解（Markdown）

# Bookmark_PreviewToggle.Content
source: Preview
ar: معاينة
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
hu: Előnézet
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리 보기
pl: Podgląd
pt: Visualizar
ro: Previzualizare
ru: Предварительный просмотр
th: แสดงตัวอย่าง
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# Bookmark_CommentRemaining
source: {0} characters left
ar: الأحرف المتبقية: {0}
cs: Zbývající znaky: {0}
de: Noch {0} Zeichen
el: Απομένουν {0} χαρακτήρες
es: Quedan {0} caracteres
fa: {0} نویسه باقی مانده
fr: {0} caractères restants
hu: {0} karakter van hátra
id: {0} karakter tersisa
it: {0} caratteri rimanenti
ja: 残り {0} 文字
ko: {0}자 남음
pl: Pozostało znaków: {0}
pt: {0} caracteres restantes
ro: Caractere rămase: {0}
ru: Осталось символов: {0}
th: เหลืออีก {0} อักขระ
tr: {0} karakter kaldı
uk: Залишилося символів: {0}
vi: Còn {0} ký tự
zh_hans: 还剩 {0} 个字符
zh_hant: 還剩 {0} 個字元

# Bookmark_RangeByLength.Content
source: Length
ar: الطول
cs: Délka
de: Länge
el: Μήκος
es: Longitud
fa: طول
fr: Longueur
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さで指定
ko: 길이
pl: Długość
pt: Comprimento
ro: Lungime
ru: Длина
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度

# Bookmark_RangeByEnd.Content
source: End (inclusive)
ar: النهاية (شاملة)
cs: Konec (včetně)
de: Ende (einschließlich)
el: Τέλος (συμπεριλαμβάνεται)
es: Fin (incluido)
fa: پایان (شامل)
fr: Fin (incluse)
hu: Vég (ezzel együtt)
id: Akhir (inklusif)
it: Fine (inclusa)
ja: 終了 (このバイトを含む) で指定
ko: 끝(이 바이트 포함)
pl: Koniec (włącznie)
pt: Fim (inclusivo)
ro: Sfârșit (inclusiv)
ru: Конец (включительно)
th: สิ้นสุด (รวมไบต์นี้)
tr: Bitiş (dahil)
uk: Кінець (включно)
vi: Cuối (bao gồm)
zh_hans: 结束（含）
zh_hant: 結束（含）

# Bookmark_RangeMode.AutomationProperties.Name
source: How to enter the range
ar: طريقة إدخال النطاق
cs: Způsob zadání rozsahu
de: Art der Bereichsangabe
el: Τρόπος εισαγωγής της περιοχής
es: Cómo indicar el intervalo
fa: نحوهٔ وارد کردن محدوده
fr: Mode de saisie de la plage
hu: A tartomány megadásának módja
id: Cara memasukkan rentang
it: Come immettere l'intervallo
ja: 範囲の指定のしかた
ko: 범위 입력 방법
pl: Sposób podania zakresu
pt: Como inserir o intervalo
ro: Mod de introducere a intervalului
ru: Способ ввода диапазона
th: วิธีระบุช่วง
tr: Aralığın girilme şekli
uk: Спосіб введення діапазону
vi: Cách nhập phạm vi
zh_hans: 范围的输入方式
zh_hant: 範圍的輸入方式

# Bookmark_EndHeader
source: End offset (this byte included)
ar: إزاحة النهاية (يشمل هذا البايت)
cs: Koncový posun (včetně tohoto bajtu)
de: End-Offset (dieses Byte eingeschlossen)
el: Μετατόπιση τέλους (συμπεριλαμβάνεται αυτό το byte)
es: Desplazamiento final (incluido este byte)
fa: آفست پایان (شامل این بایت)
fr: Décalage de fin (cet octet inclus)
hu: Záró eltolás (ezzel a bájttal együtt)
id: Offset akhir (termasuk byte ini)
it: Offset finale (byte incluso)
ja: 終了 (このバイトを含む)
ko: 끝 오프셋(이 바이트 포함)
pl: Przesunięcie końcowe (z tym bajtem)
pt: Deslocamento final (este byte incluído)
ro: Deplasament de sfârșit (inclusiv acest octet)
ru: Конечное смещение (включая этот байт)
th: ออฟเซ็ตสิ้นสุด (รวมไบต์นี้)
tr: Bitiş ofseti (bu bayt dahil)
uk: Кінцеве зміщення (включно з цим байтом)
vi: Độ lệch cuối (bao gồm byte này)
zh_hans: 结束偏移量（含此字节）
zh_hant: 結束位移（包含此位元組）

# Cmd_go_bookmark_toggle
source: Set or remove bookmark
ar: تعيين إشارة مرجعية أو إزالتها
cs: Nastavit nebo odebrat záložku
de: Lesezeichen setzen oder entfernen
el: Ορισμός ή κατάργηση σελιδοδείκτη
es: Poner o quitar marcador
fa: گذاشتن یا برداشتن نشانک
fr: Placer ou supprimer un signet
hu: Könyvjelző be/ki
id: Pasang atau hapus penanda
it: Imposta o rimuovi segnalibro
ja: ブックマークの設定 / 解除
ko: 책갈피 설정/제거
pl: Ustaw lub usuń zakładkę
pt: Definir ou remover marcador
ro: Setare sau eliminare marcaj
ru: Поставить или удалить закладку
th: ตั้งหรือเอาบุ๊กมาร์กออก
tr: Yer işareti koy veya kaldır
uk: Додати або видалити закладку
vi: Đặt hoặc xóa dấu trang
zh_hans: 设置或删除书签
zh_hant: 設定或移除書籤

# CmdAlias_go_bookmark_toggle
source: mark add delete
ar: mark add delete إشارة مرجعية إضافة حذف
cs: záložka zalozka značka znacka přidat pridat odstranit mark add delete
de: lesezeichen markieren hinzufügen löschen mark add delete
el: σελιδοδείκτης σήμανση προσθήκη διαγραφή mark add delete
es: marcador marcar agregar eliminar mark add delete
fa: نشانه افزودن حذف, mark add delete
fr: signet marquer ajouter supprimer mark add delete
hu: könyvjelző konyvjelzo jelölés jeloles hozzáadás hozzaadas törlés torles mark add delete
id: penanda tandai tambah hapus mark add delete
it: segnalibro segna aggiungi elimina mark add delete
ja: ぶっくまーくのせってい かいじょ
ko: 책갈피 설정 제거 추가 삭제 표시 mark add delete
pl: zakładka znacznik dodaj usuń mark add delete
pt: marcador marcar adicionar excluir mark add delete
ro: marcaj adaugare adăugare stergere ștergere mark add delete
ru: закладка метка добавить удалить mark add delete
th: บุ๊กมาร์ก ตั้ง เพิ่ม ลบ mark add delete
tr: işaret ekle sil mark add delete
uk: закладка позначка додати видалити mark add delete
vi: dấu trang đánh dấu thêm xóa mark add delete
zh_hans: 书签 标记 添加 删除 mark add delete
zh_hant: 書籤 標記 新增 刪除 mark add delete

# Cmd_go_bookmark_next
source: Next bookmark
ar: الإشارة المرجعية التالية
cs: Další záložka
de: Nächstes Lesezeichen
el: Επόμενος σελιδοδείκτης
es: Marcador siguiente
fa: نشانک بعدی
fr: Signet suivant
hu: Következő könyvjelző
id: Penanda berikutnya
it: Segnalibro successivo
ja: 次のブックマーク
ko: 다음 책갈피
pl: Następna zakładka
pt: Próximo marcador
ro: Marcajul următor
ru: Следующая закладка
th: บุ๊กมาร์กถัดไป
tr: Sonraki yer işareti
uk: Наступна закладка
vi: Dấu trang tiếp theo
zh_hans: 下一个书签
zh_hant: 下一個書籤

# CmdAlias_go_bookmark_next
source: mark
ar: mark إشارة مرجعية التالية
cs: záložka zalozka další dalsi mark
de: lesezeichen markierung mark
el: σελιδοδείκτης σήμανση mark
es: marcador marca mark
fa: نشانک, mark
fr: signet marque mark
hu: könyvjelző konyvjelzo következő kovetkezo mark
id: penanda berikutnya mark
it: segnalibro segno mark
ja: つぎのぶっくまーく
ko: 다음 책갈피 표시 mark
pl: zakładka znacznik mark
pt: marcador marca mark
ro: marcaj urmator următor mark
ru: закладка метка mark
th: บุ๊กมาร์ก ถัดไป mark
tr: işaret mark
uk: закладка позначка mark
vi: dấu trang tiếp mark
zh_hans: 书签 标记 下一个 mark
zh_hant: 下一個書籤 標記 mark

# Cmd_go_bookmark_previous
source: Previous bookmark
ar: الإشارة المرجعية السابقة
cs: Předchozí záložka
de: Vorheriges Lesezeichen
el: Προηγούμενος σελιδοδείκτης
es: Marcador anterior
fa: نشانک قبلی
fr: Signet précédent
hu: Előző könyvjelző
id: Penanda sebelumnya
it: Segnalibro precedente
ja: 前のブックマーク
ko: 이전 책갈피
pl: Poprzednia zakładka
pt: Marcador anterior
ro: Marcajul anterior
ru: Предыдущая закладка
th: บุ๊กมาร์กก่อนหน้า
tr: Önceki yer işareti
uk: Попередня закладка
vi: Dấu trang trước
zh_hans: 上一个书签
zh_hant: 上一個書籤

# CmdAlias_go_bookmark_previous
source: mark
ar: mark إشارة مرجعية السابقة
cs: záložka zalozka předchozí predchozi mark
de: lesezeichen markierung mark
el: σελιδοδείκτης σήμανση mark
es: marcador marca mark
fa: نشانک, mark
fr: signet marque mark
hu: könyvjelző konyvjelzo előző elozo mark
id: penanda sebelumnya mark
it: segnalibro segno mark
ja: まえのぶっくまーく
ko: 이전 책갈피 표시 mark
pl: zakładka znacznik mark
pt: marcador marca mark
ro: marcaj anterior mark
ru: закладка метка mark
th: บุ๊กมาร์ก ก่อนหน้า mark
tr: işaret mark
uk: закладка позначка mark
vi: dấu trang trước mark
zh_hans: 书签 标记 上一个 mark
zh_hant: 上一個書籤 標記 mark

# Cmd_go_bookmark_edit
source: Edit bookmark
ar: تحرير الإشارة المرجعية
cs: Upravit záložku
de: Lesezeichen bearbeiten
el: Επεξεργασία σελιδοδείκτη
es: Editar marcador
fa: ویرایش نشانک
fr: Modifier le signet
hu: Könyvjelző szerkesztése
id: Edit penanda
it: Modifica segnalibro
ja: ブックマークを編集
ko: 책갈피 편집
pl: Edytuj zakładkę
pt: Editar marcador
ro: Editare marcaj
ru: Изменить закладку
th: แก้ไขบุ๊กมาร์ก
tr: Yer işaretini düzenle
uk: Змінити закладку
vi: Sửa dấu trang
zh_hans: 编辑书签
zh_hant: 編輯書籤

# CmdAlias_go_bookmark_edit
source: mark rename comment color
ar: mark rename comment color إشارة مرجعية إعادة تسمية تعليق لون
cs: záložka zalozka přejmenovat prejmenovat komentář komentar barva mark rename comment color
de: lesezeichen umbenennen kommentar farbe mark rename comment color
el: σελιδοδείκτης μετονομασία σχόλιο χρώμα mark rename comment color
es: marcador cambiar nombre comentario color mark rename comment
fa: نشانه تغییر نام توضیح رنگ, mark rename comment color
fr: signet renommer commentaire couleur mark rename comment color
hu: könyvjelző konyvjelzo átnevezés atnevezes megjegyzés megjegyzes szín szin mark rename comment color
id: edit penanda ganti nama komentar warna mark rename comment color
it: segnalibro rinomina commento colore mark rename comment color
ja: ぶっくまーくをへんしゅう
ko: 책갈피 편집 이름 바꾸기 설명 색 mark rename comment color
pl: zakładka zmień nazwę komentarz kolor mark rename comment color
pt: marcador renomear comentário cor mark rename comment color
ro: marcaj redenumire comentariu culoare mark rename comment color
ru: закладка переименовать комментарий цвет mark rename comment color
th: บุ๊กมาร์ก แก้ไข เปลี่ยนชื่อ ความคิดเห็น สี mark rename comment color
tr: işaret yeniden adlandır açıklama renk mark rename comment color
uk: закладка перейменувати коментар колір mark rename comment color
vi: sửa dấu trang đổi tên ghi chú màu mark rename comment color
zh_hans: 书签 标记 重命名 注释 颜色 mark rename comment color
zh_hant: 編輯書籤 標記 重新命名 註解 色彩 mark rename comment color

# Cmd_go_bookmark_list
source: Bookmark list
ar: قائمة الإشارات المرجعية
cs: Seznam záložek
de: Lesezeichenliste
el: Λίστα σελιδοδεικτών
es: Lista de marcadores
fa: فهرست نشانک‌ها
fr: Liste des signets
hu: Könyvjelzőlista
id: Daftar penanda
it: Elenco segnalibri
ja: ブックマーク一覧
ko: 책갈피 목록
pl: Lista zakładek
pt: Lista de marcadores
ro: Lista de marcaje
ru: Список закладок
th: รายการบุ๊กมาร์ก
tr: Yer işareti listesi
uk: Список закладок
vi: Danh sách dấu trang
zh_hans: 书签列表
zh_hant: 書籤清單

# CmdAlias_go_bookmark_list
source: marks
ar: marks إشارات مرجعية قائمة
cs: záložky zalozky seznam marks
de: lesezeichen markierungen marks
el: σελιδοδείκτες σημάνσεις marks
es: marcadores marcas marks
fa: نشانک‌ها, marks
fr: signets marques marks
hu: könyvjelzők konyvjelzok lista marks
id: daftar penanda marks
it: segnalibri segni marks
ja: ぶっくまーくいちらん
ko: 책갈피 목록 표시 marks
pl: zakładki znaczniki marks
pt: marcadores marcas marks
ro: marcaje lista listă marks
ru: закладки метки marks
th: บุ๊กมาร์ก รายการ marks
tr: işaretler marks
uk: закладки позначки marks
vi: danh sách dấu trang marks
zh_hans: 书签 标记 列表 marks
zh_hant: 書籤清單 標記 marks

# Cmd_view_panel_bookmarks
source: Toggle bookmark list
ar: تبديل قائمة الإشارات المرجعية
cs: Přepnout seznam záložek
de: Lesezeichenliste ein/aus
el: Εναλλαγή λίστας σελιδοδεικτών
es: Mostrar u ocultar la lista de marcadores
fa: نمایش/پنهان کردن فهرست نشانک‌ها
fr: Afficher/masquer la liste des signets
hu: Könyvjelzőlista be/ki
id: Alihkan daftar penanda
it: Mostra/nascondi elenco segnalibri
ja: ブックマーク一覧の表示切り替え
ko: 책갈피 목록 표시/숨기기
pl: Pokaż/ukryj listę zakładek
pt: Mostrar/ocultar lista de marcadores
ro: Comutare listă de marcaje
ru: Показать или скрыть список закладок
th: สลับรายการบุ๊กมาร์ก
tr: Yer işareti listesini aç/kapat
uk: Показати або приховати список закладок
vi: Bật/tắt danh sách dấu trang
zh_hans: 切换书签列表
zh_hant: 切換書籤清單

# CmdAlias_view_panel_bookmarks
source: marks panel
ar: marks panel إشارات مرجعية لوحة
cs: záložky zalozky panel marks panel
de: lesezeichen bereich marks panel
el: σελιδοδείκτες πλαίσιο marks panel
es: marcadores panel marks
fa: نشانک‌ها پنل, marks panel
fr: signets volet marks panel
hu: könyvjelzők konyvjelzok panel marks panel
id: panel penanda marks panel
it: segnalibri pannello marks panel
ja: ぶっくまーくいちらんのひょうじきりかえ
ko: 책갈피 목록 패널 marks panel
pl: zakładki panel marks panel
pt: marcadores painel marks panel
ro: marcaje panou marks panel
ru: закладки панель marks panel
th: บุ๊กมาร์ก แผง marks panel
tr: işaretler panel marks panel
uk: закладки панель marks panel
vi: bảng dấu trang marks panel
zh_hans: 书签 标记 面板 marks panel
zh_hant: 書籤清單 書籤面板 標記 marks panel

# Command_NoBookmarkAtCursor
source: There is no bookmark at the cursor
ar: لا توجد إشارة مرجعية عند المؤشر
cs: Na pozici kurzoru není žádná záložka
de: An der Cursorposition ist kein Lesezeichen
el: Δεν υπάρχει σελιδοδείκτης στη θέση του δρομέα
es: No hay ningún marcador en el cursor
fa: در مکان‌نما نشانکی وجود ندارد
fr: Aucun signet à la position du curseur
hu: A kurzornál nincs könyvjelző
id: Tidak ada penanda di kursor
it: Non c'è alcun segnalibro in corrispondenza del cursore
ja: カーソル位置にブックマークがありません
ko: 커서 위치에 책갈피가 없음
pl: Pod kursorem nie ma zakładki
pt: Não há marcador no cursor
ro: Nu există niciun marcaj la cursor
ru: В позиции курсора нет закладки
th: ไม่มีบุ๊กมาร์กที่เคอร์เซอร์
tr: İmleçte yer işareti yok
uk: Під курсором немає закладки
vi: Không có dấu trang tại con trỏ
zh_hans: 光标处没有书签
zh_hant: 游標處沒有書籤

# Set_inspector_integerBase
source: Inspector: integer base
ar: المفتش: أساس الأعداد الصحيحة
cs: Inspektor: základ celých čísel
de: Inspektor: Basis für Ganzzahlen
el: Επιθεωρητής: βάση ακεραίων
es: Inspector: base de los enteros
fa: بازرس: مبنای اعداد صحیح
fr: Inspecteur : base des entiers
hu: Vizsgáló: egész számok számrendszere
id: Inspektur: basis bilangan bulat
it: Ispettore: base degli interi
ja: インスペクタ: 整数の基数
ko: 검사기: 정수 진법
pl: Inspektor: podstawa liczb całkowitych
pt: Inspetor: base dos inteiros
ro: Inspector: baza numerelor întregi
ru: Инспектор: система счисления целых чисел
th: ตัวตรวจสอบ: ฐานของจำนวนเต็ม
tr: Denetçi: tamsayı tabanı
uk: Інспектор: система числення цілих чисел
vi: Trình kiểm tra: cơ số số nguyên
zh_hans: 检查器：整数进制
zh_hant: 檢查器：整數進位

# SetDesc_inspector_integerBase
source: How the data inspector shows integer values.
ar: كيفية عرض مفتش البيانات لقيم الأعداد الصحيحة.
cs: Jak inspektor dat zobrazuje celočíselné hodnoty.
de: Wie der Dateninspektor Ganzzahlwerte anzeigt.
el: Πώς εμφανίζει ο επιθεωρητής δεδομένων τις ακέραιες τιμές.
es: Cómo muestra el inspector de datos los valores enteros.
fa: نحوهٔ نمایش مقادیر صحیح در بازرس داده.
fr: La façon dont l'inspecteur de données affiche les valeurs entières.
hu: Hogyan jelenítse meg az adatvizsgáló az egész értékeket.
id: Cara inspektur data menampilkan nilai bilangan bulat.
it: Come l'ispettore dati mostra i valori interi.
ja: データインスペクタで整数の値を表示する基数。
ko: 데이터 검사기에서 정수 값을 표시하는 방법입니다.
pl: Sposób wyświetlania liczb całkowitych w inspektorze danych.
pt: Como o inspetor de dados mostra valores inteiros.
ro: Cum afișează inspectorul de date valorile întregi.
ru: Как инспектор данных отображает целые числа.
th: วิธีที่ตัวตรวจสอบข้อมูลแสดงค่าจำนวนเต็ม
tr: Veri denetçisinin tamsayı değerlerini gösterme şekli.
uk: Як інспектор даних відображає цілі значення.
vi: Cách trình kiểm tra dữ liệu hiển thị giá trị số nguyên.
zh_hans: 数据检查器显示整数值的方式。
zh_hant: 資料檢查器顯示整數值的方式。

# SetOpt_inspector_integerBase_decimal
source: Decimal
ar: عشري
cs: Desítkově
de: Dezimal
el: Δεκαδικό
fa: دهدهی
fr: Décimal
hu: Decimális
id: Desimal
it: Decimale
ja: 10 進
ko: 10진수
pl: Dziesiętna
ro: Zecimal
ru: Десятичная
th: ฐานสิบ
tr: Ondalık
uk: Десяткова
vi: Thập phân
zh_hans: 十进制
zh_hant: 十進位

# SetOpt_inspector_integerBase_hex
source: Hexadecimal
ar: ست عشري
cs: Šestnáctkově
de: Hexadezimal
el: Δεκαεξαδικό
fa: هگزادسیمال
fr: Hexadécimal
hu: Hexadecimális
id: Heksadesimal
it: Esadecimale
ja: 16 進
ko: 16진수
pl: Szesnastkowa
ro: Hexazecimal
ru: Шестнадцатеричная
th: ฐานสิบหก
tr: Onaltılık
uk: Шістнадцяткова
vi: Thập lục phân
zh_hans: 十六进制
zh_hant: 十六進位

# SetOpt_inspector_integerBase_octal
source: Octal
ar: ثماني
cs: Osmičkově
de: Oktal
el: Οκταδικό
fa: هشت‌هشتی
hu: Oktális
id: Oktal
it: Ottale
ja: 8 進
ko: 8진수
pl: Ósemkowa
ru: Восьмеричная
th: ฐานแปด
tr: Sekizlik
uk: Вісімкова
vi: Bát phân
zh_hans: 八进制
zh_hant: 八進位

# Set_inspector_floatFormat
source: Inspector: floating-point format
ar: المفتش: تنسيق الفاصلة العائمة
cs: Inspektor: formát čísel s plovoucí čárkou
de: Inspektor: Gleitkommaformat
el: Επιθεωρητής: μορφή κινητής υποδιαστολής
es: Inspector: formato de punto flotante
fa: بازرس: قالب ممیز شناور
fr: Inspecteur : format à virgule flottante
hu: Vizsgáló: lebegőpontos formátum
id: Inspektur: format floating-point
it: Ispettore: formato a virgola mobile
ja: インスペクタ: 浮動小数点数の形式
ko: 검사기: 부동 소수점 형식
pl: Inspektor: format zmiennoprzecinkowy
pt: Inspetor: formato de ponto flutuante
ro: Inspector: format virgulă mobilă
ru: Инспектор: формат чисел с плавающей запятой
th: ตัวตรวจสอบ: รูปแบบทศนิยมลอยตัว
tr: Denetçi: kayan nokta biçimi
uk: Інспектор: формат чисел із рухомою комою
vi: Trình kiểm tra: định dạng số thực
zh_hans: 检查器：浮点格式
zh_hant: 檢查器：浮點數格式

# SetDesc_inspector_floatFormat
source: How the data inspector shows float and double values.
ar: كيفية عرض مفتش البيانات لقيم float وdouble.
cs: Jak inspektor dat zobrazuje hodnoty float a double.
de: Wie der Dateninspektor float- und double-Werte anzeigt.
el: Πώς εμφανίζει ο επιθεωρητής δεδομένων τις τιμές float και double.
es: Cómo muestra el inspector de datos los valores float y double.
fa: نحوهٔ نمایش مقادیر float و double در بازرس داده.
fr: La façon dont l'inspecteur de données affiche les valeurs float et double.
hu: Hogyan jelenítse meg az adatvizsgáló a float és double értékeket.
id: Cara inspektur data menampilkan nilai float dan double.
it: Come l'ispettore dati mostra i valori float e double.
ja: データインスペクタで float と double の値を表示する形式。
ko: 데이터 검사기에서 float 및 double 값을 표시하는 방법입니다.
pl: Sposób wyświetlania wartości float i double w inspektorze danych.
pt: Como o inspetor de dados mostra valores float e double.
ro: Cum afișează inspectorul de date valorile float și double.
ru: Как инспектор данных отображает значения float и double.
th: วิธีที่ตัวตรวจสอบข้อมูลแสดงค่า float และ double
tr: Veri denetçisinin float ve double değerlerini gösterme şekli.
uk: Як інспектор даних відображає значення float і double.
vi: Cách trình kiểm tra dữ liệu hiển thị giá trị float và double.
zh_hans: 数据检查器显示 float 和 double 值的方式。
zh_hant: 資料檢查器顯示 float 和 double 值的方式。

# SetOpt_inspector_floatFormat_shortest
source: Shortest
ar: الأقصر
cs: Nejkratší
de: Kürzeste Form
el: Συντομότερη
es: Más corto
fa: کوتاه‌ترین
fr: La plus courte
hu: Legrövidebb
id: Terpendek
it: Più breve
ja: 最短
ko: 가장 짧게
pl: Najkrótszy
pt: Mais curto
ro: Cea mai scurtă
ru: Кратчайший
th: สั้นที่สุด
tr: En kısa
uk: Найкоротший
vi: Ngắn nhất
zh_hans: 最短
zh_hant: 最短

# SetOpt_inspector_floatFormat_exponent
source: Exponent
ar: أُسّي
de: Exponentialschreibweise
el: Εκθετική
es: Notación exponencial
fa: نمایی
fr: Notation exponentielle
hu: Exponenciális
id: Eksponen
it: Esponente
ja: 指数
ko: 지수
pl: Wykładniczy
pt: Expoente
ru: Экспоненциальный
th: เลขยกกำลัง
tr: Üslü
uk: Експоненційний
vi: Số mũ
zh_hans: 指数
zh_hant: 指數

# SetOpt_inspector_floatFormat_hex
source: Hexadecimal float
ar: فاصلة عائمة ست عشرية
cs: Šestnáctková plovoucí čárka
de: Hexadezimales Gleitkomma
el: Δεκαεξαδική κινητή υποδιαστολή
es: Flotante hexadecimal
fa: ممیز شناور هگزادسیمال
fr: Flottant hexadécimal
hu: Hexadecimális lebegőpontos
id: Float heksadesimal
it: Float esadecimale
ja: 16 進浮動小数点
ko: 16진수 부동 소수점
pl: Szesnastkowy zmiennoprzecinkowy
pt: Float hexadecimal
ro: Float hexazecimal
ru: Шестнадцатеричный float
th: ทศนิยมลอยตัวฐานสิบหก
tr: Onaltılık kayan nokta
uk: Шістнадцятковий float
vi: Số thực thập lục phân
zh_hans: 十六进制浮点
zh_hant: 十六進位浮點數

# Set_inspector_timeZone
source: Inspector: time zone
ar: المفتش: المنطقة الزمنية
cs: Inspektor: časové pásmo
de: Inspektor: Zeitzone
el: Επιθεωρητής: ζώνη ώρας
es: Inspector: zona horaria
fa: بازرس: منطقهٔ زمانی
fr: Inspecteur : fuseau horaire
hu: Vizsgáló: időzóna
id: Inspektur: zona waktu
it: Ispettore: fuso orario
ja: インスペクタ: タイムゾーン
ko: 검사기: 표준 시간대
pl: Inspektor: strefa czasowa
pt: Inspetor: fuso horário
ro: Inspector: fus orar
ru: Инспектор: часовой пояс
th: ตัวตรวจสอบ: โซนเวลา
tr: Denetçi: saat dilimi
uk: Інспектор: часовий пояс
vi: Trình kiểm tra: múi giờ
zh_hans: 检查器：时区
zh_hant: 檢查器：時區
